package MainMenu

var (
	// buttons name
	aboutUsName          = "О нас"
	wiFiName             = "Wi-Fi"
	ourServicesName      = "Услуги"
	livingRulesName      = "Правила проживания"
	usefulInfoName       = "Полезная информация"
	contactAdminName     = "Связь с администратором"
	reviewUsName         = "Написать отзыв о нас"
	acknowledgeRulesName = "ОЗНАКОМИТЬСЯ"
)

var (
	aboutUsHandlerText = "🤍Новейшие Шале, которые включают в себя: \n📍панорамные окна  \n📍второй свет (над Вами почти 8 метров простора)\n" +
		"📍скоростной Wi-Fi \n📍собственную террасу с мангалом \nНашей идеей было создать уютные и современные дома," +
		" продуманные до мелочей, чтобы ничто не мешало Вашему загородному отдыху👌\nНаш номерной фонд: 4 шале на 6 человек," +
		" 2 шале на 8 человек и 2 мини-домика на 2-3 человека🥰"
	wifiHandlerText        = "Выберите номер дома"
	ourServicesHandlerText = "Выберите услугу"
	livingRulesHandlerText = "📌Заезд в 15ч, выезд до 12ч, если не оговорены другие условия\n" +
		"📌Пожалуйста, не шумите на улице и общей территории после 23ч\n" +
		"📌Курение в домах в том числе кальянов, электронных сигарет и прочих электронных гаджетов запрещено\n" +
		"📌При проживании больше 5-ти суток предоставляется бесплатная уборка дома на 4-ые сутки"
	usefulInfoHandlerText = "❗️Такси - +7-960-912-11-11\n" +
		"❗️Работа подъемников - https://t.me/dirsheregesh\n" +
		"❗️Баня поблизости - TigerHill - https://t.me/+79134758800\n" +
		"❗️События Шерегеша -  https://dirsheregesh.ru/\n"
	contactAdminHandlerText = "Контакт администратора"
	reviewUsHandlerText     = "🤝Написать отзыв о нас:\n📌[2GIS](https://2gis.ru/sheregesh/geo/70000001067860830),\n" +
		"📌Yandex](https://yandex.ru/maps/org/elgora/177333581004/reviews/)"
	changeHouseNumberHandlerText = "Выберите здание"
	backBtnHandlerText           = "Выберите опцию"

	wiFiText  = "Дом: %s, логин: %s, пароль: %s"
	errorText = "Произошла ошибка, попробуйте позже"
)
