package OrderMenu

var (
	bathVatName              = "Банный чан с хромотерапией"
	bathVatNameService       = "Банный чан"
	extraCleaningName        = "Дополнительная уборка"
	extraCleaningNameService = "Доп уборка"
	hookahName               = "Кальян"
	airportTransferName      = "Трансфер в аэропорт"
	igniteGrillName          = "Растопить мангал"
	backToMenuName           = "Главное меню"

	bathVatHandlerText = "Банный чан с хромотерапией: заказ за 5 часов, 5000₽\n" +
		"Банный чан представляет собой альтернативу походу в баню, только на открытом воздухе." +
		" Горячая вода прогревает каждую клеточку Вашего тела, даёт расслабиться мышцам после дневной активности 🔥"
	extraCleaningHandlerText = "Дополнительная уборка дома 2000₽\n" +
		"Включена в стоимость каждые четвертые сутки проживания (смена полотенец, халатов, влажная уборка всех поверхностей и санузла)" +
		" Смена постельного белья каждые седьмые сутки. В ином случае полная уборка заказывается отдельно."
	hookahHandlerText = "Кальян 2000₽. Больше не нужно задаваться вопросом, где можно покурить кальян в Шерегеше!" +
		" По запросу предоставим профессиональное оборудование (кальян, печь для розжига, угли)." +
		" Вкусы от легких мятных до крепчайших ледяных есть у нас в наличии." +
		" Мы стараемся делать лучшее из возможного, чтобы время вашего отдыха проходило максимально комфортно ❤️"
	airportTransferHandlerText = "Трансфер в Аэропорт от 6000₽\n" +
		"В нашем арсенале несколько машин от легкового до микроавтобуса на 8 человек." +
		" С комфортом встретим и отвезем  вас и Ваше снаряжение в/из аэропорта г Новокузнецка." +
		" Снаряжение разместим в прицепе"
	igniteGrillHandlerText = "Растопить Мангал\n" +
		"Растопить мангал - это наш бонус для дорогих гостей. " +
		"Что бы вам не пришлось отвлекаться, с удовольствием подготовим горячие угли," +
		" предоставим решётки и шампура. Вам останется только приготовить шашлык и съесть его 🍖"

	orderSent = "Ваш заказ успешно отправлен администратору."
)
